Revit 2026 API

# OffsetFacesCellLegacyFailures Properties

---

The BuiltInFailuresOffsetFacesCellLegacyFailures type exposes the following members.

|  | Name | Description |
| --- | --- | --- |
|  | OffsetFaceFailed |  |

#### Reference

BuiltInFailuresOffsetFacesCellLegacyFailures Class

Autodesk.Revit.DB Namespace